Revit 2027 API
SymbolTypeId.KgPerMSup3 Property
 Symbol kg/m³, indicating unit Kilograms per cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgPerMSup3 { get; }
Public Shared ReadOnly Property KgPerMSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgPerMSup3 {
	ForgeTypeId^ get ();
}
static member KgPerMSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace